import {
  Coffee,
  SchoolRounded,
  DataObjectRounded,
  DomainVerificationRounded,
} from "@mui/icons-material";

export const devWorkInfo = [
  {
    tooltipTitle: " قهوه های خورده شده",
    icon: <Coffee />,
    total: 1650,
    color: "lightcoral",
  },
  {
    tooltipTitle: "تعداد دوره های من",
    icon: <SchoolRounded />,
    total: 25,
    color: "lightskyblue",
  },
  {
    tooltipTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded />,
    total: 34,
    color: "lightslategray",
  },
  {
    tooltipTitle: "تعداد پروژه های به پایان رسیده",
    icon: <DomainVerificationRounded />,
    total: 12,
    color: "lightseagreen",
  },
];

export const devEdu = [
  {
    year: "۱۳۹۸ - ۱۴۰۱",
    cert: "دیپلم",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: "فنی حرفه ایی دبیرستان شکرایی",
  },
  {
    year: "۱۴۰۱ - تاکنون",
    cert: "کارشناسی ",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: " دانشگاه آزاد اسلامی اراک",
  },
  {
    year: "۱۴۰۱ - تاکنون",
    cert: "کارشناسی ",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: " دانشگاه آزاد اسلامی اراک",
  },
  {
    year: "۱۴۰۱ - تاکنون",
    cert: "کارشناسی ",
    major: "رشته کامپیوتر گرایش نرم افزار",
    place: " دانشگاه آزاد اسلامی اراک",
  },
];

import userAvatar from "../assets/user.png";

export const userComments = [
  {
    fullname: "رضا بختیاری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
  {
    fullname: "رضا بختیاری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
  {
    fullname: "رضا بختیاری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
  {
    fullname: "رضا بختیاری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
  {
    fullname: "رضا بختیاری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
  {
    fullname: "رضا بختیاری",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
            `,
  },
];
